Repository: andressamagblr/vault
Catalog: swiftbrowser/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name
pt_br: Nome

source: Size
pt_br: Tamanho

source: Container Metadata
pt_br: Metadados do Container

source: Metadata
pt_br: Metadados

source: Set CORS
pt_br: Definir CORS

source: Versioning
pt_br: Versionamento

source: Your container will become public. All objects will be accessible by anyone
pt_br: Seu container se tornará público. Todos os objetos ficarão acessíveis

source: Your container will become private. Authentication token will be required to access any object
pt_br: Seu container se tornará privado. Será necessário um token de autenticação para acessar os objetos

source: Checking ACL
pt_br: Verificando ACL

source: Set as private
pt_br: Definir como privado

source: Set as public
pt_br: Definir como público

source: This will enable the Trash for container
pt_br: Isto irá ativar a Lixeira para o container

source: Disabling the Trash cannot restore deleted objects
pt_br: Desativando a Lixeira você não poderá restaurar objetos deletados

source: Checking Trash
pt_br: Verificando Lixeira

source: Disable Trash
pt_br: Desativar Lixeira

source: Enable Trash
pt_br: Ativar Lixeira

source: This will enable Search for container
pt_br: Isto irá ativar a Busca para o container

source: This will disable Search for container
pt_br: Isto irá desativar a Busca para o container

source: Checking Search
pt_br: Verificando Busca

source: Disable Search
pt_br: Desativar Busca

source: Enable Search
pt_br: Ativar Busca

source: This will enable Backups for container
pt_br: Isto irá ativar Backups para o container

source: This container will no longer perform backups
pt_br: Este container não realizará mais backups

source: Checking Backup
pt_br: Verificando Backup

source: Disable Backup
pt_br: Desativar Backup

source: Enable Backup
pt_br: Ativar Backup

source: Delete Container
pt_br: Deletar Container

source: Click to copy URL
pt_br: Clique para copiar URL

source: Edit Cache-Control
pt_br: Editar Cache-Control

source: URL copied!
pt_br: URL copiada!

source: Trash
pt_br: Lixeira

source: Close
pt_br: Fechar

source: Restore Backup
pt_br: Restaurar Backup

source: Daily
pt_br: Diário

source: Weekly
pt_br: Semanal

source: Monthly
pt_br: Mensal

source: The backup will be restored to a container with the following name
pt_br: O backup será restaurado para um container com o seguinte nome

source: The backup service for this container was requested on
pt_br: O serviço de backup para este container foi solicitado em

source: If you want to restore a backup, please contact us
pt_br: Se você quiser restaurar um backup, entre em contato conosco

source: objects
pt_br: objetos

source: total space
pt_br: espaço total

source: Unable to list containers
pt_br: Não foi possível listar containers

source: Access denied
pt_br: Acesso negado

source: Container created
pt_br: Container criado

source: This field is required.
pt_br: Este campo é obrigatório

source: Object created
pt_br: Objeto criado

source: Container deleted
pt_br: Container deletado

source: Container delete error
pt_br: Erro ao deletar container

source: Pseudofolder created
pt_br: Pseudofolder criada

source: Object deleted
pt_br: Objeto deletado

source: Pseudofolder deleted
pt_br: Pseudofolder deletada

source: Fail to delete pseudofolder
pt_br: Falha ao deletar pseudofolder

source: No project selected
pt_br: Nenhum projeto selecionado

source: Error when activate container backup. Container can not contain more than {} objects
pt_br: Erro ao ativar o backup. O container não pode conter mais que {} objetos para ativar o backup

source: Error when activate container backup. Container can not contain more than {}
pt_br: Erro ao ativar o backup. O container não pode conter mais que {} para ativar o backup

source: Wrong "status" parameter
pt_br: Faltou o parâmetro "status"

source: Backup enabled for container
pt_br: Backup ativado para o container

source: Backup disabled for container
pt_br: Backup desativado para o container

source: Error when update container backup status
pt_br: Erro ao atualizar o status de backup no container

source: Can't find any container to backup
pt_br: Não há containers para backup

source: Bad parameters
pt_br: Parâmetros errados

source: Could not delete all objects
pt_br: Não foi possível deletar todos os objetos

source: ACLs updated
pt_br: ACLs atualizadas

source: ACL update failed
pt_br: Falha ao atualizar ACLs

source: ACL removed
pt_br: ACL removida

source: Container is now public
pt_br: Agora o container é público

source: Container is now private
pt_br: Agora o container é privado

source: Container ACL update failed
pt_br: Falha ao atualizar ACL

source: Versioning enabled
pt_br: Versionamento ativado

source: Versioning disabled
pt_br: Versionamento desativado

source: CORS updated
pt_br: CORS atualizado

source: CORS update failed
pt_br: Falha ao atualizar CORS

source: CORS removed
pt_br: CORS removido

source: URLs scheduled to be removed. Grab some coffee, it takes 2 to 3 minutes to remove.
pt_br: URLs agendados para remoção. Pegue um café, leva 2 a 3 minutos para remover.

source: Fail to schedule URLs to be removed.
pt_br: Falha ao agendar URLs para serem removidas.

source: Days must be greater than 0
pt_br: Dias precisa se maior que 0

source: Cache-Control updated
pt_br: Cache-Control atualizado

source: Cache-Control update failed
pt_br: Falha ao atualizar Cache-Control

source: Object restored
pt_br: Objeto restaurado

source: Trash disabled for container
pt_br: Lixeira desativada para o container

source: Trash enabled for container
pt_br: Lixeira ativada para o container

source: Search enabled for container
pt_br: Busca ativada para o container

source: Search disabled for container
pt_br: Busca desativada para o container

source: Failed to enable search
pt_br: Falha ao ativar a busca

source: No objects found
pt_br: Nenhum objeto encontrado

source: Fail to communicate with Elastic Search
pt_br: Falha ao comunicar com Elastic Search

source: Please fill the field for search!
pt_br: Por favor, preencha o campo busca!

source: Unable to show Swift info
pt_br: Não foi possível exibir informações do Swift
